# SetHeight

## Description
Set height of the passed object.

```pascal
PROCEDURE SetHeight(
				h     : HANDLE;
				value : REAL);
```

```python
def vs.SetHeight(h, value):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to object.|
|value|REAL|The new height of the object.|

## Version
Availability: from Vectorworks14.0

## Category
* Object Info